Repository: ili/Metroist-for-Windows-Phone
Catalog: Metroist/MetroistLib/Language/AppResources_*.resx
Languages: pt_br

# error_ALREADY_REGISTRED
source: Your email is already registered with us.
pt_br: Seu e-mail já está registrado conosco.

# general_confirm
source: confirm
pt_br: confirmar

# error_INVALID_EMAIL
source: Email isn't valid.
pt_br: E-mail inválido.

source: Loading data
pt_br: Carregando dados

# login_about_label
source: about
pt_br: sobre

# login_logging
source: Logging
pt_br: Logando

# login_newuser_label
source: signup
pt_br: registrar

# login_password_label
source: Password
pt_br: Senha

# signup_name
source: Your name
pt_br: Seu nome

# signup_password
source: Password
pt_br: Senha

# signup_password_min
source: Your password must be at least 5 characters.
pt_br: Sua senha deve possuir no mínimo 5 caracteres.

# signup_select_timezone
source: Select your timezone
pt_br: Selecione o seu fuso horário

# signup_timezone
source: Timezone
pt_br: Fuso horário

# signup_title
source: sign up
pt_br: registrar

# signup_signing
source: Registering your new account
pt_br: Registrando sua nova conta

# timezone_title
source: timezone
pt_br: fuso horário

# error_TOO_SHORT_PASSWORD
source: Password must be at least 5 chars long.
pt_br: A senha deve ter pelo menos 5 caracteres.

# error_UNKNOWN_ERROR
source: Oops, something strange happened. Please try again or contact us.
pt_br: Ops, algo estranho aconteceu. Por favor, tente novamente ou entre em contato conosco.

# signup_password_confirm
source: Password (retype your password for confirmation)
pt_br: Senha (redigite sua senha para confirmação)

# signup_success
source: You was registered successfuly.
pt_br: Seu cadastro foi realizado com sucesso.

# general_connection_canceled
source: There are some problem with your internet connection. Could you try again?
pt_br: Existe um problema com sua conexão de internet. Você poderia tentar novamente?

# general_no_connection
source: You are running on offline mode. Please check your internet connection.
pt_br: Você está rodando em modo offline. Por favor, verifique sua conexão com a internet.

# login_google_button
source: connect with Google
pt_br: conectar usando o Google

# login_google_login
source: Or you can sign in with your Google account
pt_br: Ou você pode entrar com sua conta do Google

# general_search
source: search
pt_br: buscar

# login_google_login_loading
source: Getting access with your Google account
pt_br: Obtendo acesso com sua conta no Google
